1password
7-zip-full
a2ps
ack
akira
alacritty
alpine
alsa-utils
amp
ansible
apparmor
aria2
ark
artha
asciidoc
aspell-en
aspell-ru
audacious
autoconf
automake
avocode
base
bash
bash-completion
bashtop
bat
bcompare
bind
binutils
bison
bitlbee
bleachbit
bluedevil
bluemail
breeze
breeze-gtk
btop
bzip2
calcurse
calibre
ccze
claws-mail
cmake
cmus
code
colordiff
coreutils
cryptsetup
ctags
cups
cups-pdf
cyrus-sasl
daemonize
dbeaver
deadbeef
debtap
deno
device-mapper
dfc
dhcpcd
dhcping
diff-so-fancy
diffmerge
diffutils
digikam
discord
discover
dolphin
dos2unix
downgrade
drkonqi
dstat
duf
dvgrab
dynalist-desktop
e2fsprogs
e3
ecryptfs-utils
efibootmgr
elisa
emacs
etc-update
exa
expressvpn
extra-cmake-modules
fakeroot
fasd
fd
feh
file
filelight
filesystem
filezilla
findutils
fio
firefox
firefox-developer-edition
firefox-developer-edition-i18n-ru
firefox-i18n-ru
flashplugin
flex
fonts-meta-base
fsearch
fzf
gawk
gcc
gcc-libs
gentium-plus-font
gettext
gimp
git
git-delta
github-cli
github-desktop
glances
glibc
gnome-tweaks
gnu-free-fonts
goldendict-enruen-content
goldendict-git
google-chrome
gparted
gravit-designer-bin
grep
groff
grub
grub-customizer
gst-libav
gthumb
gufw
gvim
gwenview
gzip
haruhi-dl
helix
heroku-cli
hexchat
htop
httpie
hugo
hunspell-en_us
hunspell-ru
hwinfo
icdiff
icedtea-web
imwheel
inetutils
insomnia-bin
intel-ucode
iproute2
iputils
irssi
jdk-openjdk
jfsutils
jove
jq
kactivitymanagerd
kakoune
kate
kazam
kcalc
kde-cli-tools
kde-gtk-config
kdecoration
kdenlive
kdeplasma-addons
kdevelop
kdiff3
keychain
kgamma5
khotkeys
kinfocenter
kitty
kmail
kmenuedit
kmines
koala-bin
kodi
konsole
konversation
koreader-bin
krita
kscreen
kscreenlocker
ksshaskpass
ksysguard
kwallet-pam
kwayland-integration
kwin
kwrited
ladybird
languagetool
lapce
latte-dock
lazygit
less
lf
lftp
libcaca
libhandy
libkscreen
libksysguard
libmythes
libreoffice-fresh
libtool
libxft-bgra
licenses
lightdm
lightdm-webkit-theme-litarvan
linux
linux-firmware
linux-firmware-qlogic
linux-lts
linux-lts-headers
logrotate
lshw
lsof
ltrace
luajit
luit
lvm2
lynx
m4
make
man-db
man-pages
mc
mdadm
meld
milou
min
mlocate
moc-pulse
modemmanager
modemmanager-qt
mongodb-bin
mongodb-tools-bin
mopidy
most
mplayer
mpv
msmtp
musikcube
mutt-wizard-git
mythes-en
namcap
nano
ncdu
neofetch
neomutt
neovide
neovim
nerd-fonts-jetbrains-mono
nerd-fonts-noto-sans-regular-complete
nerd-fonts-roboto-mono
net-tools
netctl
networkmanager
newaita-icons-git
ngrep
nmap
nmon
nnn
noto-fonts-emoji
noto-fonts-extra
npm
ntfs-3g
numlockx
nvidia-dkms
obs-studio
okular
onlyoffice-bin
opam
openscad
openssh
os-prober
otf-fira-sans
otf-hermit
otf-ipafont
oxygen
p3wm
pacman
pacman-contrib
pacmatic
pacutils
pamac-aur-git
papirus-maia-icon-theme-git
par
paru
patch
pavucontrol-qt
pciutils
peco
perl
perl-extutils-depends
perl-extutils-pkgconfig
perl-json-xs
persepolis
pgadmin4
phpstorm
phpstorm-jre
picom
pikaur
pkgconf
pkgstats
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
postgresql
potrace
powerdevil
powerline-fonts
powerpill
procps-ng
psmisc
pueue
pulseaudio
pulseaudio-alsa
python-certifi
python-pip
python-pyaml
python-pynvim
quassel-monolithic
qutebrowser
ranger
redshift
reflector
reiserfsprogs
rsync
ruby
s-nail
screen
scribus
scrot
sddm-kcm
sed
shadow
shellcheck
shfmt
sierrabreeze-kwin-decoration-git
simplescreenrecorder
skim
sl
snapd
spectacle
spotify-dev
squashfs-tools
sshfs
stow
strace
sublime-merge
sublime-text
sudo
sxhkd
sysfsutils
systemd
systemd-sysvcompat
systemsettings
tar
tcpdump
tela-icon-theme
telegram-desktop
terminus-font
termite
termius
texinfo
the_silver_searcher
thunderbird-bin
tig
tk
tldr++
tmate
tmux
tmuxinator
tmuxp
tor-browser
traceroute
transmission-qt
tree-sitter
ttf-bitstream-vera
ttf-carlito
ttf-cascadia-code
ttf-dejavu
ttf-droid
ttf-envy-code-r
ttf-fira-code
ttf-font-awesome
ttf-font-awesome-4
ttf-google-fonts-git
ttf-ibm-plex
ttf-inconsolata
ttf-iosevka
ttf-liberation
ttf-linux-libertine
ttf-monaco
ttf-mononoki
ttf-ms-fonts
ttf-opensans
ttf-roboto
ttf-symbola
ttf-ubuntu-font-family
tunnelbear
typora
uget
unrar
unzip
upd72020x-fw
usb_modeswitch
usbutils
util-linux
vi
vieb-bin
vifm
vimpager
virtualbox
vis
vlc
vnstat
vtop
w3m
wavpack
weechat
wezterm
wget
wgetpaste
which
wireless_tools
xcape
xclip
xdg-desktop-portal-kde
xdman
xdotool
xfsprogs
xkb-switch
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-cyrillic
xorg-fonts-encodings
xorg-fonts-misc
xorg-fonts-type1
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xload
xorg-xlogo
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xplr
xterm
yarn
yay
youtube-dl
yt-dlp
z
zeal
zip
zsh
