010editor
7-zip-full
abiword
accountsservice
ack
adobe-source-han-sans-cn-fonts
adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
alacritty
alsa-firmware
alsa-plugins
alsa-utils
amberol
amp
ansible
aria2
ark
asar
asdf-vm
atuin
audacity
audiocd-kio
aura-bin
b43-fwcutter
base
base-devel
bash-completion
bashtop
bat
bcompare
beekeeper-studio-ultimate
bibata-cursor-theme
bind
bitwarden
bleachbit
bluedevil
blueman
bluez
bluez-utils
bob
bottles
brave-bin
breeze-gtk
brightnessctl
brook
btop
btrfs-progs
bun-bin
bzip2
calibre
cantarell-fonts
chatbox-appimage
chromium
cliphist
cloudflared
cmatrix
cmus
cockpit-machines
colordiff
copyq
cronie
cryptsetup
ctags
dbeaver
ddrescue
deadbeef
debtap
deno
device-mapper
devtoys-bin
dhclient
diff-so-fancy
diffmerge
diffutils
digikam
discord
dmidecode
dmraid
dnsmasq
docker
docker-compose
dolphin
dos2unix
dosfstools
downgrade
dracut
dragon
dua-cli
duf
dunst
e2fsprogs
ed
efibootmgr
efitools
emacs
emote
endeavouros-keyring
endeavouros-mirrorlist
endeavouros-theming
entr
eos-apps-info
eos-dracut
eos-hooks
eos-log-tool
eos-packagelist
eos-plasma-sddm-config
eos-quickstart
eos-rankmirrors
eos-settings-plasma
eos-update-notifier
ethtool
exfatprogs
extra-cmake-modules
eza
f2fs-tools
fasd
fastfetch
fd
feh
ffmpegthumbnailer
ffmpegthumbs
figlet
filelight
filezilla
firefox
firefox-developer-edition
firefox-i18n-ru
firewalld
fooyin-bin
freerdp
fsarchiver
fzf
gamemode
ghidra
gimp
git
git-delta
git-lfs
github-cli
github-desktop-bin
gitui
glances
glow
gnome-boxes
gnome-tweaks
gnumeric
google-chrome
gost
gparted
gpt4all-chat
grep
grim
grub
grub-customizer
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gum
guvcview
gvfs
gwenview
gzip
haruna
haveged
hdparm
helix
heroic-games-launcher-bin
hexchat
htim
httpie
hugo
hwdetect
hwinfo
hydra-launcher-bin
hypridle
hyprland
hyprlock
hyprpaper
icdiff
ida-free
imhex-bin
inetutils
insomnia-bin
intel-ucode
interception-tools
inxi
iozone
ipcalc
iperf3
iptables-nft
iwd
jd-gui-bin
jetbrains-fleet
jfsutils
jq
jre8-openjdk
kakoune
kanata-bin
kate
kcalc
kde-gtk-config
kdeconnect
kdiff3
keepassxc
keychain
keyd
khotkeys
kinfocenter
kinit
kio-fuse
kitty
konsole
konversation
krename
krusader
kscreen
kvantum
kwallet-pam
latte-dock
lazygit
ledger
less
lf
lib32-gamemode
lib32-mangohud
libdvdcss
libgsf
libguestfs
libopenraw
libreoffice-fresh
librewolf-bin
librum
libwnck3
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
logrotate
lsb-release
lsscsi
luarocks
lutris
lvm2
lynis
mailspring
man-db
man-pages
mangohud
mc
mdadm
meld
merkuro
mesa-utils
micro
microsoft-edge-dev-bin
min-browser-bin
mlocate
moc-pulse
modemmanager
mongodb-bin
mongodb-tools-bin
mosh
most
mousepad
mtools
mtr
mutt-wizard
nano
ncdu
ncspot
nekoray-bin
neofetch
neomutt
neovide
neovim
nerd-fonts-noto-sans-regular-complete
netctl
network-manager-applet
networkmanager
networkmanager-openconnect
networkmanager-openvpn
nfs-utils
nilfs-utils
nm-connection-editor
nmap
nnn
notable-bin
notion-app-enhanced
noto-fonts
noto-fonts-emoji
noto-fonts-extra
nss-mdns
ntfs-3g
ntp
nushell
nvidia-dkms
nvidia-hook
nvidia-inst
nvidia-settings
nwg-look
obs-studio
obsidian
ocs-url
okular
ollama-cuda
onlyoffice-bin
openbsd-netcat
opendoas
openssh
opera-developer
os-prober
otf-fira-sans
otf-font-awesome
otf-hermit
otf-ipafont
pacdep
pacman-contrib
pacman-log-orphans-hook
pacmatic
pacseek
pandoc-cli
papirus-icon-theme
parole
paru
pavucontrol
pcsx2-latest-bin
peco
perl
pfetch
pgadmin4-py
pipewire-alsa
pipewire-jack
pipewire-pulse
pkgfile
pkl-bin
plank
planner
plasma-desktop
plasma-disks
plasma-nm
plasma-pa
podman
podman-compose
polkit-gnome
poppler-glib
portproton
postgresql
power-profiles-daemon
powerdevil
print-manager
proton-ge-custom-bin
protonup-qt-bin
ps3-disc-dumper-bin
pv
python
python-capng
python-defusedxml
python-packaging
python-pynvim
python-pyqt5
python-pywal
qalculate-gtk
qemu-desktop
qmmp
qutebrowser
r2ghidra
radare2
ranger
raven-reader-bin
rebuild-detector
redshift
reflector
reflector-simple
reiserfsprogs
ripgrep
rmlint
rofi
rpcs3-bin
rsync
rtkit
ruby-colorls
ruby-erubi
rxvt-unicode
s-nail
sakura
screenkey
sddm-kcm
sg3_utils
sing-geoip
sing-geosite
skim
slurp
smartmontools
snapd
sniffnet
sof-firmware
solid5
sortty
spectacle
speedtest-cli
spotify
stacer
standardnotes-bin
starship
steam
sublime-merge
sublime-text-4
sudo
swappy
swww
sxhkd
syncthing
sysbench
sysfsutils
systemd-sysvcompat
telegram-desktop
terminator
termite
testdisk
texinfo
the_silver_searcher
thunar
thunar-archive-plugin
thunderbird
tig
tlrc-bin
tmatrix
tmux
tmuxinator
tmuxp
toipe
tor-browser-bin
torbrowser-launcher
totem
traceroute
transmission-cli
transmission-qt
tree-sitter
trizen
ttf-bitstream-vera
ttf-carlito
ttf-cascadia-code
ttf-dejavu
ttf-dejavu-nerd
ttf-droid
ttf-envy-code-r
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-font-awesome-4
ttf-hack-nerd
ttf-ibm-plex
ttf-inconsolata
ttf-intel-one-mono
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-linux-libertine
ttf-monaco
ttf-opensans
ttf-roboto
ttf-roboto-mono-nerd
ttf-symbola
ttf-ubuntu-font-family
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono
ttyper
tuifimanager
tumbler
uget
unzip
upower
usb_modeswitch
usbutils
v2ray
vdhcoapp-bin
vi
vieb-bin
vifm
vim
vimpager
virt-manager
virt-viewer
visual-studio-code-bin
vlc
waybar
weechat
welcome
wezterm
wg_tool
wget
wget2
which
wiki-tui
wine-staging
wireguard-tools
wireplumber
wireshark-qt
wlogout
wmctrl
wofi
wpa_supplicant
xarchiver
xcape
xclip
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xdman
xdotool
xf86-input-libinput
xfsprogs
xkb-switch
xl2tpd
xorg-server
xorg-xdpyinfo
xorg-xev
xorg-xinit
xorg-xinput
xorg-xkill
xorg-xrandr
xplr
xremap-x11-bin
xsel
xsettingsd
xterm
yarn
yay
yazi
youtube-dl
yt-dlp
z-library-bin
zathura
zeal
zed
zellij
zoxide
zsh
zsh-syntax-highlighting
